---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ElectricalDemandFactorDefinition
source: html/07a29c55-1e6f-7907-9795-1342014164e4.htm
---
# ElectricalDemandFactorDefinition Properties

Additional load to be included during demand load calculation.